{
  "_id": "v9MLMSixbGWG7d1Q",
  "name": "Sense Force Potential",
  "type": "manifestation",
  "img": "modules/starwarsd6-essentialcompanion-od6s/art/items/forceIcons/sen_senseforcepotential.svg",
  "data": {
    "description": "<p><strong>Sense Difficulty: </strong></p>\n<ul>\n<li>Moderate for friendly, non-resisting targets.</li>\n<li>Moderate plus target&rsquo;s Perception or control roll (whichever is higher) to determine the difficulty of the probe on an unwilling subject.</li>\n</ul>\n<p><strong>Required Powers:&nbsp;</strong><em>Life Detection,&nbsp;Life Sense,&nbsp;Receptive Telepathy,&nbsp;Sense Force</em></p>\n<p><strong>Time to use:</strong> Six rounds</p>\n<p><strong>Effect:</strong> This power allows a Jedi to probe the mind of a target, and determine whether that person has the potential to be strong in the Force. The deep subconscious of a Force-sensitive person is shielded by a protective barrier which prevents another Force wielder from penetrating his or her inner mind. This shield pushes violently back at an intruder, sending him or her stumbling back. This &ldquo;shield&rdquo; is an involuntary defense mechanism maintained by every Force-sensitive person. It is one reliable way to determine which people might have the potential to become a Jedi.</p>\n<p>The magnitude of the backlash generated by the shield depends on the character&rsquo;s strength in the Force. A person who is merely Force sensitive will shove the intruder back several feet. Someone with actual Force skills will produce a more intense reaction. Those with little training will send the intruder reeling back across the room. Someone who is well-trained, or who has a great deal of raw talent in the Force, might actually send the intruder flying across the room.</p>",
    "labels": {},
    "tags": [],
    "label": "OD6S.CHAR_MANIFESTATIONS"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "uw16b8PR8Y6FGcPN": 3
  },
  "flags": {},
  "_key": "!items!v9MLMSixbGWG7d1Q"
}
